[
  {
    "count": 4,
    "description": "This concert size ukulele features a solid mahogany top, laminated mahogany back and sides and is distinguished by a stunning blue coloration with dark undertones. As a tonewood, Mahogany is distinguished by the bright and warm sound it emits. Exquisite workmanship and a host of free accessories make this ukulele a great purchase or gift.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80aa",
    "price": 89.99,
    "title": "25D Blue Solid Mahogany",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0062/4915/2600/products/Enya25DUkulele.jpg?v=1598370031"
  },
  {
    "count": 6,
    "description": "This 2020 \"Limited Edition\" Ukulele is a \"hybrid\", featuring qualities of both the tropical hardwood Koa and the qualities of HPL (High Pressure Laminate). The XK sound starts out bright but evolves overtime to a beautifully rich, resonant tone, while HPL construction means resistance to temperature and moisture. The XK HPL also features Enya-Music's BT detachable neck and comes with gig bag, strap, picks, capo & spare string set.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a0",
    "price": 99.99,
    "title": "XK HPL Koa",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0062/4915/2600/products/XK.2.png?v=1598370275"
  },
  {
    "count": 7,
    "description": "Social media was a buzz when the Nova U series debuted and it’s not hard to see why. Carbon fiber construction and unique soundhole configuration contribute to its surprisingly bright tone. Ergonomic design featuring a thinner profile delivers a comfortable playability you can feel. For tone, playability, and quality, the Nova U series is a great choice.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a2",
    "price": 69.99,
    "title": "Nova U Mini Black",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0062/4915/2600/products/a-1.jpg?v=1599681669"
  },
  {
    "count": 12,
    "description": "While design & price makes this Ukulele attractive for beginners, its features give it wide appeal. Players may notice a somewhat louder volume and more mellow sound than a standard body uke of similar build due to the 70 Pineapple Koa's shape. Use of Koa (back and sides) help to lend a bright sound. Strings, picks, strap, capo and more are included.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a1",
    "price": 74.99,
    "title": "70 Pineapple Koa",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0062/4915/2600/products/EUP_1.png?v=1598370030"
  },
  {
    "count": 7,
    "description": "Blackbird singing in the dead of night. A sinister addition to the Natural Series, this model is all black and completed with rustic Celtic engravings.",
    "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a2",
    "price": 92.25,
    "title": "Flight NUS310 Blackbird Soprano Ukulele",
    "imageUrl": "https://flightmusic.com/wp-content/uploads/2018/12/1-3.jpg"
  },
  {
    "count": 8,
    "description": "Perhaps our craziest ukulele to date, the NUS350 DC is a rebellious twin brother of the NUS310. Just how gorgeous is the engraving of a dreamcatcher on this ukulele? Light, affordable, and packed with premium features, the NUS350 is the ukulele of your dreams!",
    "id": "7567ec4b-b10c-48c5-9345-fc73348a80a1",
    "price": 95.25,
    "title": "Flight NUS350 Dreamcatcher Soprano Ukulele",
    "imageUrl": "https://flightmusic.com/wp-content/uploads/2017/10/NUS350-2.jpg"
  },
  {
    "count": 2,
    "description": "There’s something truly magical about a sunset. No matter where you are in the world, you can admire the beautiful colors streamed across the sky. The times I have watched a sunset over the mountains, I’ve felt adventurous, free, inspired, and a sense of peace. I wanted to capture this feeling on a ukulele. This soprano travel uke is for music lovers of every level, whether you are just starting out or have been playing for years. Pick it up and take it on every adventure with you. (Elise Ecklund)",
    "id": "7567ec4b-b10c-48c5-9445-fc73c48a80a2",
    "price": 75.90,
    "title": "Flight TUS-EE SUNSET Elise Ecklund Signature Travel Soprano Ukulele",
    "imageUrl": "https://flightmusic.com/wp-content/uploads/2019/08/1-1.jpg"
  },
  {
    "count": 3,
    "description": "A perfect uke for young princesses! This pretty ukulele features a white wood pattern with pink outline, paired with a matching gig bag. It was created in collaboration with Marty Dominguez, a young and aspiring artist from Argentina. Being a Travel ukulele, it is also indestructible and has an amazing sound projection thanks to its ABS plastic body.",
    "id": "7567ec4b-b10c-45c5-9345-fc73c48a80a1",
    "price": 75.90,
    "title": "Flight TUS-MARTY Marty Dominguez Signature Travel Soprano Ukulele",
    "imageUrl": "https://flightmusic.com/wp-content/uploads/2019/11/1.jpg"
  },
  {
    "count": 3,
    "description": "Flight has partnered with the Bernadette Teaches Music YouTube channel to produce this special, limited edition signature ukulele. This unique ukulele has a cherry blossom design, is fitted with a strap button and is strung with Aquila Carbon black strings. This classy ukulele definitely stands out from the rest of the Flight Travel ukulele range. The arched back, plastic body allows for great sound projection, but also fantastic durability. There is no binding between the body and neck, which is also plastic and will not bend. It is finished with Bernadette’s signature on the headstock.",
    "id": "7567ec4b-1wer-45c5-9345-fc73c48a80a4",
    "price": 70,
    "title": "Flight TUS31 SAKURA Bernadette Signature Travel Soprano Ukulele",
    "imageUrl": "https://flightmusic.com/wp-content/uploads/2019/06/1-1.jpg"
  },
  {
    "count": 3,
    "description": "The Flight Fireball is named after a well-known jet airplane.  The Flight Fireball EQ-A Tenor features a solid mango body with dyed maple appointments, including a rosette, comfort edge, and scalloped cutaway. The mango tree, most popular for its tasty fruit, also serves as a stunning tone wood, both in appearance and sound.  Mango has a sweet sound (pun intended) that is often compared to koa, while offering amazing grain patterns found with no other tone wood.  Check out the amazing Flight Fireball and see how sweet it is to fall in love with it!",
    "id": "7567ec4b-f553-45c5-9345-fc73c48a80a1",
    "price": 699,
    "title": "Flight Fireball EQ-A Tenor Ukulele",
    "imageUrl": "https://flightmusic.com/wp-content/uploads/2020/08/flight_fireball_eq_a_tenor_ukulele_03.jpg"
  }
  ]
